Repository: WarrenBrowse/warren-app
Catalog: ios/Assets/Settings.xcstrings
Source language: en
Languages: ar, da, de, es, fa, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, zh_hans, zh_hant

source: This app uses the free Warren beta, here to help us validate Warren in real conditions.
ar: يستخدم هذا التطبيق بيتا Warren المجانية، الموجودة لمساعدتنا على التحقق من Warren في ظروف حقيقية.
da: Denne app bruger den gratis Warren-beta, som er her for at hjælpe os med at validere Warren under virkelige forhold.
de: Diese App nutzt die kostenlose Warren-Beta, die uns hilft, Warren unter echten Bedingungen zu prüfen.
es: Esta aplicación usa la beta gratuita de Warren, que nos sirve para validar Warren en condiciones reales.
fa: این برنامه از بتای رایگان Warren استفاده می‌کند که برای اعتبارسنجی Warren در شرایط واقعی اینجاست.
fi: Tämä sovellus käyttää ilmaista Warren-beetaa, joka auttaa meitä todentamaan Warrenin oikeissa oloissa.
fr: Cette application utilise la beta gratuite de Warren, qui nous sert à valider Warren en conditions réelles.
it: Questa app usa la beta gratuita di Warren, qui per aiutarci a validare Warren in condizioni reali.
ja: このアプリは無料の Warren ベータを使っています。実環境で Warren を検証するためのものです。
ko: 이 앱은 무료 Warren 베타를 사용합니다. 실제 환경에서 Warren을 검증하기 위한 것입니다.
my: ဤအက်ပ်သည် အခမဲ့ Warren ဘီတာကို အသုံးပြုသည်။ ၎င်းသည် Warren ကို လက်တွေ့အခြေအနေတွင် စစ်ဆေးရန် ဖြစ်သည်။
nb: Denne appen bruker den gratis Warren-betaen, som er her for å hjelpe oss å validere Warren under virkelige forhold.
nl: Deze app gebruikt de gratis Warren-beta, die ons helpt Warren onder echte omstandigheden te valideren.
pl: Ta aplikacja korzysta z darmowej bety Warrena, która pomaga nam sprawdzić Warrena w rzeczywistych warunkach.
pt: Esta aplicação usa a beta gratuita da Warren, que nos ajuda a validar a Warren em condições reais.
ro: Această aplicație folosește beta gratuită Warren, care ne ajută să validăm Warren în condiții reale.
ru: Это приложение использует бесплатную бету Warren, которая помогает нам проверить Warren в реальных условиях.
sv: Den här appen använder den gratis Warren-betan, som hjälper oss att validera Warren under verkliga förhållanden.
th: แอปนี้ใช้เบต้าของ Warren แบบฟรี ซึ่งมีไว้ช่วยเราตรวจสอบ Warren ในสภาพการใช้งานจริง
tr: Bu uygulama, Warren'ı gerçek koşullarda doğrulamamıza yardımcı olan ücretsiz Warren betasını kullanır.
uk: Цей застосунок використовує безкоштовну бету Warren, яка допомагає нам перевірити Warren у реальних умовах.
zh_hans: 本应用使用免费的 Warren Beta，用于在真实环境中验证 Warren。
zh_hant: 本應用使用免費的 Warren Beta，用於在真實環境中驗證 Warren。

source: It runs on a separate network with limited bandwidth.
ar: وهي تعمل على شبكة منفصلة ذات نطاق محدود.
da: Den kører på et separat netværk med begrænset båndbredde.
de: Sie läuft auf einem separaten Netz mit begrenzter Bandbreite.
es: Funciona en una red aparte con ancho de banda limitado.
fa: روی شبکه‌ای جدا با پهنای باند محدود اجرا می‌شود.
fi: Se toimii erillisessä verkossa, jonka kaistanleveys on rajattu.
fr: Elle tourne sur un réseau distinct à bande passante limitée.
it: Funziona su una rete separata con banda limitata.
ja: 別のネットワークで動作し、帯域には制限があります。
ko: 별도의 네트워크에서 동작하며 대역폭이 제한됩니다.
my: ၎င်းသည် လိုင်းအကျယ် ကန့်သတ်ထားသော သီးခြားကွန်ရက်တွင် လည်ပတ်သည်။
nb: Den kjører på et separat nettverk med begrenset båndbredde.
nl: Hij draait op een apart netwerk met beperkte bandbreedte.
pl: Działa w osobnej sieci o ograniczonym paśmie.
pt: Funciona numa rede separada com largura de banda limitada.
ro: Rulează pe o rețea separată, cu lățime de bandă limitată.
ru: Она работает в отдельной сети с ограниченной полосой.
sv: Den körs på ett separat nätverk med begränsad bandbredd.
th: ทำงานบนเครือข่ายแยกต่างหากที่มีแบนด์วิดท์จำกัด
tr: Sınırlı bant genişliğine sahip ayrı bir ağda çalışır.
uk: Вона працює в окремій мережі з обмеженою смугою.
zh_hans: 它运行在一个带宽受限的独立网络上。
zh_hant: 它運行在一個頻寬受限的獨立網路上。

source: It runs on a separate network with bandwidth capped at %d Mbps.
ar: وهي تعمل على شبكة منفصلة نطاقها محدود بـ %d ميغابت/ث.
da: Den kører på et separat netværk med båndbredden begrænset til %d Mbit/s.
de: Sie läuft auf einem separaten Netz mit einer Bandbreite von höchstens %d Mbit/s.
es: Funciona en una red aparte con el ancho de banda limitado a %d Mbps.
fa: روی شبکه‌ای جدا با پهنای باند محدود به %d مگابیت بر ثانیه اجرا می‌شود.
fi: Se toimii erillisessä verkossa, jonka kaistanleveys on rajattu %d Mbit/s.
fr: Elle tourne sur un réseau distinct dont la bande passante est plafonnée à %d Mb/s.
it: Funziona su una rete separata con banda limitata a %d Mbps.
ja: 別のネットワークで動作し、帯域は %d Mbps が上限です。
ko: 별도의 네트워크에서 동작하며 대역폭은 %d Mbps로 제한됩니다.
my: ၎င်းသည် လိုင်းအကျယ် %d Mbps ကန့်သတ်ထားသော သီးခြားကွန်ရက်တွင် လည်ပတ်သည်။
nb: Den kjører på et separat nettverk med båndbredden begrenset til %d Mbit/s.
nl: Hij draait op een apart netwerk met de bandbreedte begrensd op %d Mbps.
pl: Działa w osobnej sieci z pasmem ograniczonym do %d Mb/s.
pt: Funciona numa rede separada com a largura de banda limitada a %d Mbps.
ro: Rulează pe o rețea separată, cu lățimea de bandă limitată la %d Mbps.
ru: Она работает в отдельной сети с полосой, ограниченной %d Мбит/с.
sv: Den körs på ett separat nätverk med bandbredden begränsad till %d Mbit/s.
th: ทำงานบนเครือข่ายแยกต่างหากที่จำกัดแบนด์วิดท์ไว้ที่ %d Mbps
tr: Bant genişliği %d Mbps ile sınırlı ayrı bir ağda çalışır.
uk: Вона працює в окремій мережі зі смугою, обмеженою %d Мбіт/с.
zh_hans: 它运行在一个带宽上限为 %d Mbps 的独立网络上。
zh_hant: 它運行在一個頻寬上限為 %d Mbps 的獨立網路上。

source: These are not the final service conditions: the full-speed network is a separate, paid product.
ar: هذه ليست شروط الخدمة النهائية: الشبكة كاملة السرعة منتج منفصل مدفوع.
da: Dette er ikke de endelige servicevilkår: netværket med fuld hastighed er et separat, betalt produkt.
de: Das sind nicht die endgültigen Bedingungen: das Netz mit voller Geschwindigkeit ist ein separates, kostenpflichtiges Produkt.
es: Estas no son las condiciones definitivas del servicio: la red a plena velocidad es un producto aparte, de pago.
fa: این شرایط نهایی سرویس نیست: شبکه با سرعت کامل محصولی جداگانه و پولی است.
fi: Nämä eivät ole lopulliset palveluehdot: täysinopeuksinen verkko on erillinen, maksullinen tuote.
fr: Ce ne sont pas les conditions finales du service : le réseau à pleine vitesse est un produit distinct et payant.
it: Queste non sono le condizioni finali del servizio: la rete a piena velocità è un prodotto separato, a pagamento.
ja: これは最終的なサービス条件ではありません。フルスピードの回線は別の有料製品です。
ko: 이는 최종 서비스 조건이 아닙니다. 전속도 네트워크는 별도의 유료 제품입니다.
my: ဤသည်မှာ နောက်ဆုံး ဝန်ဆောင်မှု အခြေအနေများ မဟုတ်ပါ။ အမြန်နှုန်းပြည့် ကွန်ရက်သည် သီးခြား အခကြေးငွေ ထုတ်ကုန်ဖြစ်သည်။
nb: Dette er ikke de endelige tjenestevilkårene: nettverket med full hastighet er et separat, betalt produkt.
nl: Dit zijn niet de definitieve voorwaarden: het netwerk op volle snelheid is een apart, betaald product.
pl: To nie są docelowe warunki usługi: sieć o pełnej prędkości to osobny, płatny produkt.
pt: Estas não são as condições finais do serviço: a rede à velocidade máxima é um produto separado e pago.
ro: Acestea nu sunt condițiile finale ale serviciului: rețeaua la viteză completă este un produs separat, cu plată.
ru: Это не окончательные условия обслуживания: сеть на полной скорости, это отдельный платный продукт.
sv: Det här är inte de slutliga villkoren: nätverket med full hastighet är en separat, betald produkt.
th: นี่ไม่ใช่เงื่อนไขบริการขั้นสุดท้าย เครือข่ายความเร็วเต็มเป็นผลิตภัณฑ์แยกต่างหากที่ต้องเสียเงิน
tr: Bunlar hizmetin nihai koşulları değildir: tam hızlı ağ ayrı ve ücretli bir üründür.
uk: Це не остаточні умови обслуговування: мережа на повній швидкості, це окремий платний продукт.
zh_hans: 这不是最终的服务条件：全速网络是一项单独的付费产品。
zh_hant: 這不是最終的服務條件：全速網路是一項單獨的付費產品。

source: %@ build, about this network
ar: إصدار %@، عن هذه الشبكة
da: %@-build, om dette netværk
de: %@-Build, über dieses Netz
es: Compilación %@, acerca de esta red
fa: نسخه %@، درباره این شبکه
fi: %@-koontiversio, tietoa tästä verkosta
fr: Build %@, à propos de ce réseau
it: Build %@, informazioni su questa rete
ja: %@ ビルド、このネットワークについて
ko: %@ 빌드, 이 네트워크 정보
my: %@ တည်ဆောက်မှု၊ ဤကွန်ရက်အကြောင်း
nb: %@-bygg, om dette nettverket
nl: %@-build, over dit netwerk
pl: Kompilacja %@, o tej sieci
pt: Compilação %@, sobre esta rede
ro: Versiune %@, despre această rețea
ru: Сборка %@, об этой сети
sv: %@-bygge, om det här nätverket
th: บิลด์ %@ เกี่ยวกับเครือข่ายนี้
tr: %@ sürümü, bu ağ hakkında
uk: Збірка %@, про цю мережу
zh_hans: %@ 版本，关于此网络
zh_hant: %@ 版本，關於此網路

source: Multi-hop
es: Salto múltiple
ja: マルチホップ
ko: 멀티홉
nb: Multihopp
pl: Wielokrotny przeskok
ru: Многократный переход
sv: Multihopp
th: มัลติฮอป
tr: Çoklu geçiş
uk: Багатоперехідний
zh_hans: 多跳
zh_hant: 多點跳躍
